[
  {
    "input": "Rebecca M. Carter, age 42, moved into 876 Willowbrook Ave, Tampa, FL 33602 last May. You can reach her at rebecca.carter42@outlook.com."
  },
  {
    "input": "Need to reimburse Dr. Samuel Ortiz; his social security number is 781-22-9104 and the funds go to checking account 004567908 at BayView Credit Union."
  },
  {
    "input": "Hey Mel, call me back at 415-787-1122; the plates YXZ-4217 on the blue Jeep still aren’t registered."
  },
  {
    "input": "Invoice is headed to 19-year-old Kimberly Shaw, dorm B-317, 1375 Campus Loop, Ann Arbor, MI 48109. Her patient record number is 00-564332."
  },
  {
    "input": "Jacob “Jake” Nguyen prefers remote support—use VPN endpoint 64.14.102.36 or email him at jake.n@civicmail.com."
  },
  {
    "input": "Valerie King (employee badge 998877 at Polaris Inc.) just reset her portal login vking_k9 with the temporary password Pass!2024."
  },
  {
    "input": "The parcel for 1034 Maple Ridge Rd, Boise, ID 83704 belongs to Stephen Yang; call 208-555-9012. Tracking still lists his SSN 533-09-7842 as the reference ID."
  },
  {
    "input": "Stephanie Holt noted her car’s plates 3QC-0571; reach her at stephanie.holt@chemleap.com for parking updates."
  },
  {
    "input": "Marcus Lee, male, 56, still receives benefits in bank routing 121000358, account 22112345."
  },
  {
    "input": "For tomorrow’s network audit, trace packets leaving 192.0.2.89 assigned to IT administrator Emily Stokes."
  },
  {
    "input": "Dear Isla Gonzales: we logged your request—SSN 294-58-6001 will be retained, and we’ll confirm details at 773-555-3222."
  },
  {
    "input": "Nurse reminded Omar Patel (35) that his medical record MRN-P221870 expires in June; home address 74 Beacon Terrace, Providence, RI 02903."
  },
  {
    "input": "Please add a cart for Luke W.; email luke.west92@gmail.com, shipping to 221B North Cedar St, Denver, CO 80203."
  },
  {
    "input": "Meeting minutes: CFO Lana Moore disclosed server IP 203.0.113.75 and her personal SSN 467-09-1212 for the compliance log."
  },
  {
    "input": "Ticket #55409 is assigned to Nora Winters—login nwinters, temporary password SunRise_55!, and best contact number 617-644-7888."
  },
  {
    "input": "At 62, Franklin D. Harper finally resettled at 1876 Golden Harvest Road, Charleston, SC 29407 after his heart surgery. Hospital billing still tags him under medical record MRN-7821443-B. To confirm physical therapy sessions, dial his private line 843-222-9087 between 8 a.m. and noon. His cardiologist also keeps a backup note on Franklin.harper62@medmail.net should calls fail. All invoices must arrive before July to be covered by veteran benefits."
  },
  {
    "input": "During last quarter’s security review, CIO Marla Jennings published the endpoint 198.51.100.44 in the internal wiki without realizing it exposed her SSN 559-34-2210 embedded in a test log. Finance additionally listed her corporate card account 4231 8850 1144 2267 for the simulation. IT has now scrubbed the files, yet auditors require Marla to acknowledge the breach via marla.jennings@acmecorp.com. Please record the incident under ticket ACC-Breach-991 and keep phone 312-555-7741 on standby for federal liaison calls. Copies of the sanitized logs are archived in the secure vault as of 02:00 UTC."
  },
  {
    "input": "Scholarship recipient Naomi Brooks, age 19, must verify residency at 4559 East Juniper Lane Apt 3C, Phoenix, AZ 85032 before funds are released. The registrar expects a notarized copy of her Arizona ID alongside student number S-0487329. Should any issues arise, call 602-555-6670 or message nbrooks19@asu.edu; voicemail responses are processed nightly. Accounting will wire the first disbursement to routing 122105278, account 600829334 by the 15th. Remember to redact personal notes on her learning disability from the final PDF."
  },
  {
    "input": "Logistics report: Driver Carlos Méndez checked in the refrigerated rig bearing plates 6FA-R29 at 03:14 a.m. outside Warehouse 7, 1288 Portside Drive, Oakland, CA 94607. His CDL record links him to social security number 608-71-9901 and company badge CM-0875. Dispatch confirmed cargo temps through the telematics console on IP 203.0.113.119. If discrepancies appear, text 510-888-4428 or escalate to carlos.mendez@pacship.com. Load sheets must remain sealed until customs clears Pier 4 later today."
  },
  {
    "input": "Psychiatric intake summary for patient Elise Vaughn, 34, indicates past trauma and prescriptions of sertraline. She resides with her sister at 72 Meadow Creek Circle, Asheville, NC 28804 and lists cell 828-555-2190 for after-hours contact. Electronic chart number EV-2025-9961 holds session notes as well as copies of her Most-Recent-Wellness scale. Insurance authorization uses policy ID 940-PLN-771 alongside SSN 421-88-6409. All related correspondence should be directed to evaughn_therapy@bluebirdhealth.org no later than Friday."
  }
]